IdeaRS.OpenModel.Concrete.Load.PrestressInputType
Type of input of prestressing

IdeaRS.OpenModel.Concrete.Load.PrestressInputType.AfterTransfer
stress after transfer - long term losses will be calculated

IdeaRS.OpenModel.Concrete.Load.PrestressInputType.AfterLongTermLosses
stress after long term losses is added to tendon